/*! \page author Об авторе движка.
 Враппер IrrSimpleVoxelEngine написал Харч, это я. Я являюсь также автором SimpleVoxelEngine.
 Я живу в России. Идея движка и враппера пришла мне, когда в поисках хорошего воксельного движка,
 который был бы прост в освоении и подключении, я не нашёл ничего толкового. Тогда и пришла
 мысль разобраться и самому написать то, что я хотел бы видеть в идеале. Сам я являюсь не самым неактивным пользователем
 движка Irrlicht, в том числе стараюсь часто находиться на сайте и форуме его русскоязычного
 сообщества (irrlicht.ru). Буду рад видеть пожелания по улучшению враппера, а так же ошибки и баги. Хотя
 последние и есть, но я очень постарался выловить их максимально. Утечек памяти вроде быть не
 должно, проверял Valgrind'ом. IrrSimpleVoxelEngine является бесплатным для любого некоммерческого использования. Любое
 коммерческое использование обговаривается лично с автором. В общем, пользуйтесь на здоровье.
*/
