/*! \page author Об авторе движка.
 Движок SimpleVoxelEngine написал Харч, это я. Я живу в России. Идея движка пришла
 мне, когда в поисках хорошего воксельного движка, который был бы прост в освоении
 и подключении, я не нашёл ничего толкового. Тогда и пришла мысль разобраться и самому
 написать то, что я хотел бы видеть в идеале. Сам я являюсь не самым неактивным пользователем
 движка Irrlicht, в том числе стараюсь часто находиться на сайте и форуме его русскоязычного
 сообщества (irrlicht.ru). При написании движка я старался придерживаться максимальной степени
 абстрагирования (хоть изначально и нацеливался на Irrlicht), но удавалось это, разумеется,
 не всегда. Буду рад видеть пожелания по улучшению движка, а так же ошибки и баги. Хотя
 последние и есть, но я очень постарался выловить их максимально. Утечек памяти вроде быть не
 должно, проверял Valgrind'ом. При желании
 любой пользователь может написать враппер с моего движка на любой существующий графический
 движок. SimpleVoxelEngine является бесплатным для любого некоммерческого использования. Любое
 коммерческое использование обговаривается лично с автором. В общем, пользуйтесь на здоровье.
*/
