/*! \page tutorials Уроки по движку SimpleVoxelEngine.
 <a href=tutorial1.html><b>Урок 1 (Hello, world!)</b></a>: Простейшие функции работы с движком.<br>
 <a href=tutorial2.html><b>Урок 2 (Генератор мира и система ведения логов)</b></a>: Создаём генератор мира.<br>
 <a href=tutorial3.html><b>Урок 3 (Загрузка/сохранение мира и свой тип вокселей)</b></a>: Учимся загружать и сохранять мир, а также пишем свой тип вокселей.<br>
 <a href=tutorial4.html><b>Урок 4 (Пользовательская прозрачность и адресация вокселей в глобальном пространстве)</b></a>: Учимся описывать свою прозрачность между вокселями, а также узнаем об адресе вокселя в пространстве.<br>
 <a href=tutorial5.html><b>Урок 5 (Получение, создание и обработка информации для отрисовки вокселей)</b></a>: Учимся работать с информацией для отрисовки вокселей.<br>
 <a href=tutorial6.html><b>Урок 6 (Работа с простейшим встроенным парсером ini-файлов)</b></a>: Учимся работать со встроенным парсером ini-файлов.<br>
 <a href='#' onClick='alert("В разработке...")'><b>Урок 7 (Эффективный менеджер сохранения/загрузки чанков)</b></a>: Пишем "правильный" менеджер загрузки и сохранения мира.<br>
*/
